"window.toc.title" = "Содержание";
"window.font.title" = "Шрифт";
"window.font.subtitle" = "Доступные шрифты";
"window.encoding.title" = "Кодировка";
"window.encoding.subtitle" = "Доступные кодировки";
"window.default_path_reset.title" = "Сброс пути";
"window.about.title" = "О программе";
"window.preferences.title" = "Настройки";

"button.back" = "Назад";
"button.about" = "Инфо";
"button.done" = "Готово";
"button.donate" = "Благодарность";
"button.ok" = "OK";
"button.mark_folder_as_unread" = "Пометить текущую директорию";
"button.mark_all_as_unread" = "Пометить все книги";
"button.coming_soon" = "Скоро!";

"preference.font" = "Шрифт";
"preference.font_size" = "Размер шрифта";
"preference.night_mode" = "Ночной режим";
"preference.keep_line_on_scroll" = "Оставлять строку";
"preference.volume_buttons_scroll" = "Клавиши громкости";
"preference.auto_scroll_speed" = "Скорость автоперемотки";
"preference.auto_hide.navigation_bar" = "Панель навигации";
"preference.auto_hide.toolbar" = "Панель управления";
"preference.toolbar.chapter_navigation" = "По главам";
"preference.toolbar.page_navigation" = "По страницам";
"preference.toolbar.left_handed" = "Инверсия лево/право";
"preference.toolbar.inverse_navigation" = "Инверсия верх/низ";
"preference.toolbar.enlarge_tap_zones" = "Увеличение зон";
"preference.encoding.automatic" = "Автоматическая";
"preference.encoding" = "Кодировка";
"preference.import.smart_conversion" = "Конверсия разметки";
"preference.import.render_html_tables" = "Показ HTML таблиц";
"preference.import.chapters" = "Главы";
"preference.split_automatically" = "Авто разбивка";
"preference.scroll_speed.slow" = "Медленно";
"preference.scroll_speed.fast" = "Средне";
"preference.scroll_speed.instant" = "Быстро";


"preference.section.text_display" = "Показ текста";
"preference.section.auto_hide" = "Автоматическое скрытие";
"preference.section.toolbar_options" = "Панель управления";
"preference.section.file_import" = "Импорт файлов";
"preference.section.scroll_speed" = "Скорость перемотки";
"preference.section.unread_marks" = "Непрочитанные пометки";

"message.about" = "ruBooks - версия %@.\n\nОснована на Books.app.\n\nhttp://colel.info/rubooks/";
"message.encoding_not_recognized" = "Неизвестная кодировка. Пожалуйста, попробуйте изменить кодировку по умолчанию в Настройках.\n\n";
"message.encoding_incorrent" = "Неправильная кодировка. Пожалуйста, попробуйте изменить кодировку по умолчанию в Настройках.\n\n";
"message.failed_unzip" = "Ошибка открытия архива.";
"message.default_path_reset" = "Последняя посещенная директория была %@.\nТекущий путь будет сброшен на путь по умолчанию.";
"message.no_chapters_found" = "Главы не найдены";


"preference.colors" =  "Цвета";
"window.colors.title" = "Цвета";
"preference.colors.section.text_day" = "Текст / День";
"preference.colors.section.background_day" = "Фон / День";
"preference.colors.section.text_night" = "Текст / Ночь";
"preference.colors.section.background_night" = "Фон / Ночь";
